Repository: stotic-dev/homete_iOS
Catalog: LocalPackage/Sources/HometeDomain/Localizable.xcstrings
Source language: ja
Languages: en

# %@さんから「%@」にありがとうが届きました
source: %1$@さんから「%2$@」にありがとうが届きました
en: %1$@ thanked you for “%2$@”

source: %@さんが家事の完了を記録しました
en: %@ marked a chore as done

source: %@さんが家事を終えました
en: %@ finished a chore

source: %lld件の家事が完了しました
en: %lld chores were completed

source: homeauで一緒に家事を管理しませんか？下のリンクから参加できます。
en: Want to manage chores together on homeau? Join with the link below.

source: 「%@」が完了しました
en: “%@” is done

# 「%@」（担当：%@）
source: 「%1$@」（担当：%2$@）
en: “%1$@” (done by %2$@)

source: その他
en: Other

source: ゴミ
en: Trash

source: プレミアムプラン
en: Premium Plan

source: 今日もおつかれさまでした
en: Great work today

source: 今日完了した家事があります。ふりかえって、感謝を伝え合いましょう
en: Chores got done today. Look back and thank each other.

source: 土曜日
en: Saturday

source: 年額プラン
en: Annual Plan

source: 掃除
en: Cleaning

source: 料理
en: Cooking

source: 日曜日
en: Sunday

source: 月曜日
en: Monday

source: 月額プラン
en: Monthly Plan

source: 木曜日
en: Thursday

source: 毎日
en: Daily

source: 毎月%lld日
en: Monthly on day %lld

source: 毎週%@
en: Weekly on %@

source: 水曜日
en: Wednesday

source: 洗濯
en: Laundry

source: 火曜日
en: Tuesday

source: 買い物
en: Shopping

source: 金曜日
en: Friday
